---
kind: enumMember
id: F:Autodesk.Revit.DB.StiffenerClassification.External
enum: Autodesk.Revit.DB.StiffenerClassification
source: html/5abb5408-e66a-6b76-f0d9-6c4ea3468d5a.htm
---
# Autodesk.Revit.DB.StiffenerClassification.External